docs/site/perea98_elect_acous_music.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>perea98_elect_acous_music</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">perea98_elect_acous_music</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgb35d864">Electro-acoustic Music</a>
<ul>
<li><a href="#org4aa3e29">Tech Developments</a></li>
<li><a href="#org48872fe">Teleharmonium</a></li>
<li><a href="#orgfa69856">Theremin</a></li>
<li><a href="#orgf1ac185">Ondes Martenot</a></li>
<li><a href="#org99dd3a6">Givelet</a></li>
<li><a href="#org295d2d9">Magnetophon</a></li>
<li><a href="#orgda1d2a6">Vocoder</a></li>
<li><a href="#orgd8aa857">RCA Synthesizer</a></li>
<li><a href="#org76b4039">Voltage-controlled synths</a></li>
<li><a href="#org65cb558">Semi-conductor integrated circuits</a></li>
<li><a href="#orga2f90fd">Personal Computer</a></li>
<li><a href="#org666357c">Uses</a></li>
<li><a href="#org1d03346">Software</a></li>
<li><a href="#org72ac470">Compositional Developments</a></li>
<li><a href="#org9d103ac">Italy Futurism</a></li>
<li><a href="#org00eadf5">France Musique Concrete</a></li>
<li><a href="#org7030fd6">West Germany: Cologne Studio</a></li>
<li><a href="#org8e02011">US Columbia-Princeton</a></li>
<li><a href="#org3baa1ee">West Coast</a></li>
<li><a href="#orgacb5c05">Computer Music</a></li>
<li><a href="#orgb7ccf2a">Mario Davidovsky Synchronisms</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgb35d864" class="outline-2">
<h2 id="orgb35d864">Electro-acoustic Music</h2>
<div class="outline-text-2" id="text-orgb35d864">
</div>
<div id="outline-container-org4aa3e29" class="outline-3">
<h3 id="org4aa3e29">Tech Developments</h3>
<div class="outline-text-3" id="text-org4aa3e29">
</div>
</div>
<div id="outline-container-org48872fe" class="outline-3">
<h3 id="org48872fe">Teleharmonium</h3>
<div class="outline-text-3" id="text-org48872fe">
<p>
The first musical instrument producing noise by manipulating an electric current (1906) It used a piano style keyboard to control it, which may have influenced future synthesizers
</p>
</div>
</div>
<div id="outline-container-orgfa69856" class="outline-3">
<h3 id="orgfa69856">Theremin</h3>
<div class="outline-text-3" id="text-orgfa69856">
<p>
Created in 1920. It used antenna-like rods to maipulate the pitch and amplitude.
</p>
</div>
</div>
<div id="outline-container-orgf1ac185" class="outline-3">
<h3 id="orgf1ac185">Ondes Martenot</h3>
<div class="outline-text-3" id="text-orgf1ac185">
<p>
1928 created an instrument with a keyboard like interface and a sliding ribbon for glissando. Got a little more attention from classical composers
</p>
</div>
</div>
<div id="outline-container-org99dd3a6" class="outline-3">
<h3 id="org99dd3a6">Givelet</h3>
<div class="outline-text-3" id="text-org99dd3a6">
<p>
Forerunner of the Hammond organ in 1929. One of the first electronic instruments that could do chords. Also could be preprogrammed.
</p>
</div>
</div>
<div id="outline-container-org295d2d9" class="outline-3">
<h3 id="org295d2d9">Magnetophon</h3>
<div class="outline-text-3" id="text-org295d2d9">
<p>
1935 first instrument to use magnetic tape. But lacked a visual representation
</p>
</div>
</div>
<div id="outline-container-orgda1d2a6" class="outline-3">
<h3 id="orgda1d2a6">Vocoder</h3>
<div class="outline-text-3" id="text-orgda1d2a6">
<p>
1948 gave a graphic representation. Used filters.
</p>
</div>
</div>
<div id="outline-container-orgd8aa857" class="outline-3">
<h3 id="orgd8aa857">RCA Synthesizer</h3>
<div class="outline-text-3" id="text-orgd8aa857">
<p>
1956 generated sound with controllers, filters, modulators, and oscillators. Wasn't portable and was expensive. Columbia-Princeton only ones to buy it at $175,000.
</p>
</div>
</div>
<div id="outline-container-org76b4039" class="outline-3">
<h3 id="org76b4039">Voltage-controlled synths</h3>
<div class="outline-text-3" id="text-org76b4039">
<p>
1964 transistors could replace vaccuum tubes and the Moog synth. Much cheaper and smaller.
</p>
</div>
</div>
<div id="outline-container-org65cb558" class="outline-3">
<h3 id="org65cb558">Semi-conductor integrated circuits</h3>
<div class="outline-text-3" id="text-org65cb558">
<p>
1970s semi-conductor integrated circuits made computers smaller and cheaper. Could hold 100,000 transistors.
</p>
</div>
</div>
<div id="outline-container-orga2f90fd" class="outline-3">
<h3 id="orga2f90fd">Personal Computer</h3>
<div class="outline-text-3" id="text-orga2f90fd">
<p>
Processing power improved, cost, and size.
</p>
</div>
</div>
<div id="outline-container-org666357c" class="outline-3">
<h3 id="org666357c">Uses</h3>
<div class="outline-text-3" id="text-org666357c">
<p>
Used in music for composition, transcribing, arranging, sequencing, sampling, sound generation, sound editing, music notation. Allowed composers to focus more on creativity instead of computations for synthesizers etc.
</p>
</div>
</div>
<div id="outline-container-org1d03346" class="outline-3">
<h3 id="org1d03346">Software</h3>
<div class="outline-text-3" id="text-org1d03346">
<p>
growing rapidly (1998) and allow composers to have the state-of-the-art facitilites. Both for recording and synthesis and midi	
</p>
</div>
</div>
<div id="outline-container-org72ac470" class="outline-3">
<h3 id="org72ac470">Compositional Developments</h3>
<div class="outline-text-3" id="text-org72ac470">
</div>
</div>
<div id="outline-container-org9d103ac" class="outline-3">
<h3 id="org9d103ac">Italy Futurism</h3>
<div class="outline-text-3" id="text-org9d103ac">
<p>
Cultural movement in 1909 dealing with the age of the machine, motion, war, and violence called Futurism. Started experimenting with using noise in music. Franceso Pratella and Luigi Russolo, who created a treatise L'arte dei rumori. There was a furuist orchestra concert in 1929 in Paris that Ravel, Stravinsky, and Varese were at. Varese is the one who pursued it further. 
</p>
</div>
</div>
<div id="outline-container-org00eadf5" class="outline-3">
<h3 id="org00eadf5">France Musique Concrete</h3>
<div class="outline-text-3" id="text-org00eadf5">
<p>
Emerged in 1948 with Pierre Schaeffer's Etudes aux chemis de fer. After the development of tape in the 50s it grew and more manipulation was possible.
</p>
</div>
</div>
<div id="outline-container-org7030fd6" class="outline-3">
<h3 id="org7030fd6">West Germany: Cologne Studio</h3>
<div class="outline-text-3" id="text-org7030fd6">
<p>
Dr. Herbert Eimert began taping sounds generated electronically, first pieces in 1952-53. Stockhausen fused the two together, and ended up directing the studio in Cologne.
</p>
</div>
</div>
<div id="outline-container-org8e02011" class="outline-3">
<h3 id="org8e02011">US Columbia-Princeton</h3>
<div class="outline-text-3" id="text-org8e02011">
<p>
In 1961 concerts with the RCA synthesizer happened. Milton Babbitt, Otto Luening, Vladimir Ussachevsky, and Mario Davidovsky were featured.
</p>
</div>
</div>
<div id="outline-container-org3baa1ee" class="outline-3">
<h3 id="org3baa1ee">West Coast</h3>
<div class="outline-text-3" id="text-org3baa1ee">
<p>
Morton Subotnik worked with Buchla Synthesizer for composition. Silver Apples of the Moon in 1967. Had many works 
</p>
</div>
</div>
<div id="outline-container-orgacb5c05" class="outline-3">
<h3 id="orgacb5c05">Computer Music</h3>
<div class="outline-text-3" id="text-orgacb5c05">
<p>
Charles Dodge in 1970 composed with computer. "Earth's Magnetic Field"
</p>
</div>
</div>
<div id="outline-container-orgb7ccf2a" class="outline-3">
<h3 id="orgb7ccf2a">Mario Davidovsky Synchronisms</h3>
<div class="outline-text-3" id="text-orgb7ccf2a">
<p>
Started combining tape and performer in 1962.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
